{
  "schoolName": "Palestine School",
  "home": "Home",
  "about": "About",
  "contact": "Contact",
  "courses": "Courses",
  "signIn": "Sign In",
  "signUp": "Sign Up",
  "welcome":"Welcome to Our School",
  "info":"Providing Quality Education Since 2000",
  "learn":"Learn more",
  "eventheader":"School Events and News",
  "event":"Next event: Holiday in the Hijri New Year on 7/20/2023",
  "news":"News: Students win a math competition",
  "social":"Social Media",
  "rights":"2023 Palestine School. All rights reserved.",
  "p1":"At our school, we take pride in providing a nurturing and supportive learning environment where every student is encouraged to excel and grow. With a rich history of educational excellence spanning over two decades, we are committed to fostering a love for learning and inspiring a passion for knowledge.",
  "p2":"Our dedicated team of educators is passionate about empowering students to reach their full potential, both academically and personally. Through innovative teaching methods and personalized attention, we strive to cater to each student's unique learning needs and interests.",
  "p3":"Beyond academics, we believe in holistic development, nurturing not only the mind but also the heart. Our school offers a wide range of extracurricular activities, sports, and community engagement programs that enable students to discover their talents and develop essential life skills.",
  "p4":"As a close-knit community, we foster a culture of inclusivity and respect, where diversity is celebrated, and every voice is heard. We believe in instilling strong values and a sense of social responsibility, preparing our students to become compassionate global citizens.",
  "p5":"We invite you to explore our website and discover the vibrant life of our school. Whether you are a parent seeking the best education for your child or a prospective student eager to embark on a journey of growth and discovery, we welcome you to be part of our school family.",
  "p6":"Together, let us shape a brighter future and inspire the leaders of tomorrow.",
  "p7":"Welcome to our school, where every child's potential becomes a reality.  ",
  "contactUS":"Contact Us",
  "name":"Name:",
  "email":"Email:",
  "subject":"Subject:",
  "message":"Message:",
  "send":"Send Message",
  "Courses":"Our Courses",
  "course":"Course",
  "login":"Login",
  "password":"Password :",
  "first":"First Name:",
  "last":"Last Name:",
  "birthday":"Birthday:",
  "address":"Address:",
  "phone":"Phone Number:",
  "reason":"Reason for Signing Up:"


  
 
}